Repository: fullstory-morgue/kudzu-kanotix
Catalog: po/*.po
Languages: ar, be, bg, bn_in, bs, ca, cs, cy, da, de, et, fi, fr, gl, gu, hi, hr, hu, id, is, it, ja, lt, mk, mr, ms, nl, pa, pl, pt, ro, ru, sk, sl, sr, sr@latn, ta, tr, uk, zh_cn

source: linked %s to %s
ar: تم ربط %s بـ%s
be: створана спасылка %s на %s
bg: свързан %s към %s
bn_in: %s কে %s-র সাথে সংযোগ করা হয়েছে
bs: povezan %s sa %s
ca: s'ha enllaçat %s a %s
cs: symbolický odkaz %s na %s
cy: cysylltwyd %s â %s
da: lænkede %s til %s
de: %s mit %s verknüpft
et: %s ühendatud %s-i
fi: linkitettiin %s -> %s
fr: lié %s à %s
gl: ligouse %s a %s
gu: %s ને %s કડી થયેલ છે
hi: %s को %s से लिंक किया गया
hr: %s je vezan na %s
hu: %s linkelése ehhez: %s
id: terhubung %s ke %s
is: tengdi %s við %s
it: collegato %s a %s
ja: %s を %s にリンクしました。
lt: susieta %s su %s
mk: врзано %s со %s
mr: %s हे %s शी जोडले
ms: paut %s ke %s
nl: %s is gelinkt naar %s
pa: %s ਨੂੰ %s ਨਾਲ ਜੋੜਿਆ
pl: dowiązano %s do %s
pt: liguei %s a %s
ro: s-a legat %s la %s
ru: создана ссылка %s на %s
sk: spojené %s s %s
sl: povezana %s v %s
sr: повезано %s са %s
ta: %s உடன் %s இணைக்கப்பட்டது
tr: %s'ten %s'e bağ kuruldu
uk: створено посилання %s до %s

source: unlinked %s (was linked to %s)
ar: تمّ فَصْل %s (كان مُرتبطاً بـ%s)
be: спасылка %s выдалена (спасылалася на %s)
bg: разкачен %s (бил е свързан към %s)
bn_in: %s-র সংযোগ বিচ্ছিন্ন করা হয়েছে (%s-র সাথে সংযোগ করা হয়েছিল)
bs: nepovezan %s (bio je povezan sa %s)
ca: s'ha esborrat l'enllaç %s (estava enllaçat a %s)
cs: odstraněn %s (byl odkaz na %s)
cy: datgysylltwyd %s (oedd wedi'i gysylltu â %s)
da: fjernede lænken %s (var lænket til %s)
de: %s gelöst (war mit %s verknüpft)
et: %s ühendamata (oli ühendatud %s-i)
fi: irrotettiin linkitys %s (linkityksen kohde oli %s)
fr: %s délié (lié auparavant à %s)
gl: desligouse %s (estaba ligado a %s)
gu: %s કડી દૂર થયેલ (કે જે %s ની કડી હતી)
hi: %s विश्रृंखलित किया गया(%s से श्रृंखलित था)
hr: %s više nije vezan (bio je vezan na %s)
hu: %s linkelés megszüntetve (eddig ehhez volt: %s)
id: %s tidak terhubung (pernah terhubung ke %s)
is: aftengdi %s (var tengt %s)
it: scollegato %s (era collegato a %s)
ja: %s のリンクを解除しました (%s にリンクされていました)
lt: išsieta %s (buvo susieta su %s)
mk: одврзано %s (беше врзано со %s)
mr: %s जोडलेले नाही (%s शी जोडलेले होते)
ms: nyahpaut %s (dahulu dipaut ke %s)
nl: link vrijgemaakt: %s (was gelinkt naar %s)
pa: %s ਨਾਲ ਸੰਬੰਧ ਖਤਮ ਹੋਇਆ (%s ਨਾਲ ਜੁੜਿਆ ਸੀ)
pl: odwiązano %s (był dowiązany do %s)
pt: desliguei %s (estava ligado a %s)
ro: s-a dezlegat %s (a fost legat la %s)
ru: ссылка %s удалена (ссылалась на %s)
sk: odpojené %s (bolo spojené s %s)
sl: odvezana %s (bila povezana v %s)
sr: раскинута веза %s (билa је повезанa са %s)
ta: இணைக்கப்படாத %s (%s உடன் இணைக்கப்பட்டுள்ளது)
tr: %s bağı silindi (%s'e bağlıydı)
uk: посилання видалено %s (було зв'язано з %s)

source: unlinked %s
ar: تمّ فَصْل %s
be: выдалена %s
bg: разкачен %s
bn_in: %s-র সংযোগ বিচ্ছিন্ন করা হয়েছে
bs: nepovezan %s
ca: s'ha esborrat l'enllaç %s
cs: odstraněn %s
cy: datgysylltwyd %s
da: fjernede lænken %s
de: %s ist nicht verknüpft
et: ühendamata %s
fi: irrotettiin linkitys %s
fr: %s délié
gl: desligouse %s
gu: %s કડી થયેલ છે
hi: %s विश्रृंखलित किया गया
hr: %s više nije vezan
hu: %s linkelés megszüntetve
id: %s tidak terhubung
is: aftengdi %s
it: scollegato %s
ja: %s のリンクを解除しました。
lt: išsieta %s
mk: одврзано %s
mr: %s जोडलेले नाही
ms: nyahpaut %s
nl: link vrijgemaakt: %s
pa: %s ਨਾਲ ਸੰਬੰਧ ਖਤਮ ਹੋਇਆ
pl: odwiązano %s
pt: desliguei %s
ro: s-a dezlegat %s
ru: удалено %s
sk: odpojené %s
sl: odvezana %s
sr: раскинута веза %s
ta: %s உடன் இணைக்கப்பட்டுள்ளது
tr: %s bağı silindi
uk: видалено %s

source: ran loadkeys %s
ar: تمّ تشغيل مفاتيح التّحميل %s
be: выканана loadkeys %s
bg: изпълнен loadkeys %s
bn_in: %s loadkeys চালানো হয়েছে
bs: pokreni loadkeys %s
ca: s'ha executat el loadkeys %s
cs: spuštěno loadkeys %s
cy: rhedwyd loadkeys %s
da: kørte 'loadkeys' %s
de: loadkeys %s wurde ausgeführt
et: käivitus laadevõtmed %s
fi: suoritettiin loadkeys %s
fr: loadkeys %s exécuté
gl: executouse loadkeys %s
gu: કી લાવો %s ચલાવાયેલ હતી
hi: %s भारणकुंजियों को चलाया
hr: pokreni loadkeys %s
hu: loadkeys %s lefuttatva
id: jalankan loadkeys %s
is: keyrði loadkeys %s
it: eseguito loadkey %s
ja: loadkeys %s を実行しました。
lt: paleido loadkeys %s
mk: вчитани loadkeys %s
mr: %s लोडकिज सुरु केले
ms: laksanakan loadkeys %s
nl: loadkeys %s uitgevoerd
pa: ਲੋਡ-ਕੀ %s ਚਲਾਉ
pl: uruchomiono loadkeys %s
pt: executei loadkeys %s
ro: s-a rulat loadkeys %s
ru: выполнено loadkeys %s
sk: spustený loadkeys %s
sl: poženi loadkeys %s
sr: покренути loadkeys %s
sr@latn: pokrenut loadkeys %s
tr: loadkeys %s çalıştır
uk: виконано loadkeys %s
zh_cn: 运行 loadkeys %s

source: aliased %s as %s
ar: سُمّيَ %s بالاسم البديل %s
be: %s як псэўданім %s
bg: представяне на %s като %s
bn_in: %s-র জন্য %s উপনাম অর্পণ করা হয়েছে
bs: nazvan %s kao %s
ca: s'ha creat un sobrenom de %s com a %s
cs: alias %s jako %s
cy: ffugenwyd %s yn %s
da: oprettet alias %s som %s
de: für %s wurde Alias %s gesetzt
et: %s samastatud kui %s
fi: annettiin moduulille %s alias %s
fr: %s associé à l'alias %s
gl: fíxose un alias de %s como %s
gu: %s એ %s તરીકે ઉપનામ અપાયેલ છે
hi: %s को %s के रूप में उपनामित किया गया
hr: %s je ime nadimak kao %s
hu: %s alias neve: %s
id: %s dialiaskan sebagai %s
is: nefndi %s sem %s
it: alias %s come %s
ja: %s の別名として %s を設定しました。
lt: susiejo %s kaip %s
mk: именуван %s како %s
mr: %s ला %s हे टोपण ना दिलेले आहेव
ms: dialiaskan %s sebagai %s
nl: alias gemaakt voor %s: %s
pa: %s ਨੂੰ %s ਉਪ-ਨਾਂ ਦਿਓ
pl: %s aliasowany do %s
pt: %s passa a também poder ser chamado de %s
ro: s-a poreclat %s ca %s
ru: %s как псевдоним %s
sk: prezývka %s ako %s
sl: %s ima vzdevek %s
sr: %s се представља као %s
sr@latn: %s predstavljen kao %s
ta: %s யை %s ஆக மாற்றியுள்ளது
tr: %s için %s takma adı oluşturuldu
uk: %s як псевдонім %s
zh_cn: 将 %s 的别名定为 %s

source: ran mouseconfig for %s
ar: تمّ تشغيل mouseconfig من أجل %s
be: выкананы mouseconfig для %s
bg: изпълнен mouseconfig за %s
bn_in: %s-র জন্য mouseconfig চালানো হয়েছে
bs: pokreni mouseconfig za %s
ca: s'ha executat mouseconfig per a %s
cs: spuštěn mouseconfig pro %s
cy: rhedwyd mouseconfig ar gyfer %s
da: kørte 'mouseconfig' for %s
de: mouseconfig wurde für %s ausgeführt
et: mouseconfig käivitatakse %s jaoks
fi: suoritettiin mouseconfig laitteelle %s
fr: mouseconfig exécuté pour %s
gl: executouse o mouseconfig para %s
gu: %s માટે mouseconfig ચલાવાયેલ હતું
hi: %s के लिए mouseconfig चलाया
hr: pokreni museconfig za %s
hu: a mouseconfig program elindítva %s részére
id: jalankan mouseconfig untuk %s
is: keyrði mouseconfig fyrir %s
it: eseguito mouseconfig per %s
ja: %s に対して mouseconfig を実行しました。
lt: paleido mouseconfig %s
mk: го извршив mouseconfig за %s
mr: %s साठी mouseconfig सुरु करा
ms: laksana mouseconfig bagi %s
nl: mouseconfig uitgevoerd voor %s
pa: %s ਲਈ mouseconfig ਚਲਾਉ
pl: uruchomiono mouseconfig dla %s
pt: executado o mouseconfig em %s
ro: s-a rulat mouseconfig pentru %s
ru: выполнен mouseconfig для %s
sk: spustený mouseconfig pre %s
sl: zagnal se je mouseconfig za %s
sr: покренути mouseconfig за %s
ta: mouseconfig %s க்காக இயக்கியது
tr: %s için mouseconfig çalıştır
uk: виконано mouseconfig для %s

source: turned on bcm5820 service
ar: تمّ تشغيل خدمة bcm5820
be: уключана служба bcm5820
bg: включена е услугата bcm5820
bn_in: bcm5820 পরিসেবা সক্রিয় করা হয়েছে
bs: uključen na bcm5820 servis
ca: s'ha activat el servei bcm5820
cs: zapnuta služba bcm5820
cy: cynnwyd gwasanaeth bcm5820
da: aktiverede bcm5820-tjeneste
de: bcm5820 Dienst eingeschaltet
et: teenus bcm5820 käivitatud
fi: otettiin käyttöön bcm5820-palvelu
fr: le service bcm5820 a été activé
gl: activado o servicio bcm5820
gu: bcm5820 સેવા ચાલુ કરાયેલ હતી
hi: bcm5820 सेवा चालू की
hr: uključen servis bcm5820
hu: a bcm5820 szolgáltatás bekapcsolva
id: hidupkan layanan bcm5820
is: set bcm5820 þjónustuna í gang
it: servizio bcm5820 attivato
ja: bcm5820 サービスに移行しました
lt: įjungė bcm5820 servisą
mk: вклучен сервисот bcm5820
mr: bcm5820 सेवा सुरु केली
ms: menghidupkan servis bcm5820
nl: bcm5820-dienst aangezet
pa: bcm5820 ਸੇਵਾ ਚਾਲੂ ਕਰੋ
pl: włączono usługę bcm5820
pt: ligado o serviço bcm5820
ro: s-a activat serviciul bcm5820t
ru: включена служба bcm5820
sk: zapnutá služba bcm5820
sl: vključena storitev bcm5820
sr: укључен сервис bcm5820
ta: bcm5820 சேவை துவக்கப்பட்டது
tr: bcm5820 hizmeti etkinleştirildi
uk: ввімкнено службу bcm5820

source: turned on aep1000 service
ar: تمّ تشغيل خدمة aep1000
be: наладжана служба aep1000
bg: включена е услугата aep1000
bn_in: aep1000 পরিসেবাটি সক্রিয় করা হয়েছে
ca: s'ha activat el servei aep1000
cs: zapnuta služba aep1000
cy: cynnwyd gwasanaeth aep1000
da: aktiverede aep1000-tjeneste
de: aep1000 Dienst eingeschaltet
et: teenus aep1000 käivitatud
fi: otettiin käyttöön aep1000-palvelu
fr: le service aep1000 a été activé
gu: aep1000 સેવા ચાલુ કરાયેલ હતી
hi: aep1000 सेवा चालू की
hr: uključen servis aep1000
hu: az aep1000 szolgáltatás bekapcsolva
id: hidupkan layanan aep1000
is: set aep1000 þjónustuna í gang
it: servizio aep1000 attivo
ja: aep1000 サービスに移行しました。
lt: įjungė aep1000 servisą
mk: вклучен сервисот aep1000
mr: aep1000 सेवा सुरु केली
ms: menghidupkan servis aep1000
nl: aep1000-dienst aangezet
pa: aep1000 ਸੇਵਾ ਚਾਲੂ ਕਰੋ
pl: włączono usługę aep1000
pt: ligado o serviço aep1000
ro: s-a activat serviciul aep1000
ru: настроена служба aep1000
sk: zapnutá služba aep1000
sl: vključena storitev aep1000
sr: укључен сервис aep1000
ta: aep1000 சேவை துவக்கப்பட்டது
tr: aep1000 hizmeti etkinleştirildi
uk: налаштовано службу aep1000

source: network card
ar: بطاقة الشّبكة
be: сеткавая плата
bg: мрежова карта
bn_in: নেটওয়ার্ক কার্ড
bs: mrežna karta
ca: targeta de xarxa
cs: síťová karta
cy: cerdyn rhwydwaith
da: netkort
de: Netzwerkkarte
et: võrgukaart
fi: verkkokortti
fr: carte réseau
gl: tarxeta de rede
gu: નેટવર્ક કાર્ડ
hi: संजाल कार्ड
hr: mrežna kartica
hu: hálózati kártya
id: kartu jaringan
is: netspjald
it: scheda di rete
ja: ネットワーク・カード
lt: tinklo plokštė
mk: мрежна картица
mr: नेटवर्क कार्ड
ms: kad rangkaian
nl: netwerkkaart
pa: ਨੈੱਟਵਰਕ ਕਾਰਡ
pl: karta sieciowa
pt: placa de rede
ro: placă de reţea
ru: сетевая плата
sk: sieťová karta
sl: omrežna kartica
sr: мрежна картица
ta: வலைப்பின்னல் அட்டை
tr: ağ kartı
uk: мережна карта

source: SCSI controller
ar: مُتحكّم SCSI
be: кантролер SCSI
bg: SCSI контролер
bn_in: SCSI নিয়ন্ত্রক
bs: SCSI kontroler
ca: Controladora SCSI
cs: řadič SCSI
cy: rheolydd SCSI
et: SCSI regulaator
fi: SCSI-ohjain
fr: contrôleur SCSI
gl: controlador SCSI
gu: SCSI નિયંત્રક
hi: SCSI नियंत्रक
hr: SCSI kontroler
hu: SCSI-vezérlő
id: Pengontrol SCSI
is: SCSI stýring
it: controller SCSI
ja: SCSI コントローラ
lt: SCSI kontroleris
mk: Скази контролер
mr: SCSI नियंत्रक
ms: Pengawal SCSI
pa: SCSI ਪ੍ਰਬੰਧਕ
pl: Kontroler SCSI
pt: controlador SCSI
ro: controler SCSI
ru: контроллер SCSI
sk: SCSI radič
sl: krmilnik SCSI
sr: SCSI контролер
ta: SCSI கட்டுப்படுத்தி
tr: SCSI sürücü
uk: контролер SCSI

source: video adapter
ar: مُحوّل الفيديو
be: відэаадаптэр
bg: видео адаптор
bn_in: ভিডিও অ্যাডাপ্টার
ca: adaptador de vídeo
cs: videokarta
cy: addasydd fideo
da: grafikkort
de: Grafikadapter
fi: videosovitin
fr: adaptateur vidéo
gl: adaptador de vídeo
gu: વિડીયો એડેપ્ટર
hi: विडियो एडाप्टर
hr: video kartica
hu: videokártya
id: adapter video
is: skjákort
it: scheda video
ja: ビデオ・カード
lt: video adapteris
mk: видео адаптер
mr: व्हिडिओ अडॅप्टर
ms: adapter video
pa: ਵੀਡਿਓ ਐਡਪਟਰ
pl: karta graficzna
pt: placa de vídeo
ro: placă video
ru: видео адаптер
sk: grafický adaptér
sl: grafična kartica
sr: видео картица
ta: படக்காட்சி ஏற்பி
tr: ekran kartı
uk: відео адаптер

source: sound card
ar: بطاقة الصّوت
be: гукавая плата
bg: звукова карта
bn_in: সাউন্ড কার্ড
bs: zvučna karta
ca: targeta de so
cs: zvuková karta
cy: cerdyn sain
da: lydkort
de: Soundkarte
et: helikaart
fi: äänikortti
fr: carte son
gl: tarxeta de son
gu: ધ્વનિ કાર્ડ
hi: ध्वनी कार्ड
hr: zvučna kartica
hu: hangkártya
is: hljóðkort
it: scheda audio
ja: サウンド・カード
lt: garso korta
mk: звучна картица
mr: सांऊड कार्ड
ms: kad bunyi
nl: geluidskaart
pa: ਸਾਊਂਡ ਕਾਰਡ
pl: karta dźwiękowa
pt: placa de som
ro: placă de sunet
ru: звуковая плата
sk: zvuková karta
sl: zvočna kartica
sr: звучна картица
ta: ஒலி அட்டை
tr: ses kartı
uk: звукова карта

source: mouse
ar: الماوس
be: мыш
bg: мишка
bn_in: মাউস
bs: miš
ca: ratolí
cs: myš
cy: llygoden
da: mus
de: Maus
et: hiir
fi: hiiri
fr: souris
gl: rato
gu: માઉસ
hi: माउस
hr: miš
hu: egér
is: mús
ja: マウス
lt: pelė
mk: глушец
mr: माऊस
ms: tetikus
nl: muis
pa: ਮਾਊਸ
pl: mysz
pt: rato
ru: мышь
sk: myš
sl: miška
sr: миш
ta: சுட்டி
tr: fare
uk: миша

source: modem
ar: المودم
be: мадэм
bg: модем
bn_in: মোডেম
ca: mòdem
fi: modeemi
gl: módem
gu: મોડેમ
hi: मोडेम
is: módald
ja: モデム
lt: modemas
mk: модем
mr: मोडेम
pa: ਮਾਡਮ
ru: модем
sr: модем
ta: மோடம்
uk: модем

source: CD-ROM drive
ar: قارئ الأقراص المدمجة
be: прылада чытаньня аптычных дыскаў
bg: CD-ROM устройство
bn_in: CD-ROM ড্রাইভ
bs: CD-ROM uređaj
ca: unitat de CD-ROM
cs: mechanika CD-ROM
cy: gyriant CDd-ROM
da: Cd-rom-drev
de: CD-ROM-Laufwerk
et: CD-ROM seade
fi: CD-ROM-asema
fr: lecteur de CD-ROM
gl: unidade de CD-ROM
gu: CD-ROM ડ્રાઈવ
hi: CD-ROM चालक
hr: CD-ROM uređaj
hu: CD-ROM-meghajtó
id: drive CD-ROM
is: geisladrif
it: lettore CD-ROM
ja: CD-ROM ドライブ
lt: CD-ROM įrenginys
mk: CD-ROM
mr: CD-ROM ड्राईव्ह
ms: pemacu CD-ROM
nl: CDROM-station
pa: ਸੀ-ਡੀ ਰੋਮ ਡਰਾਈਵ
pl: napęd CD-ROM
pt: unidade de CD-ROM
ro: unitate CD-ROM
ru: привод CD-ROM
sk: jednotka CD-ROM
sl: pogon CD-ROM
sr: CD-ROM уређај
ta: குறுந்தகடு சாதனம்
tr: CD-ROM sürücü
uk: пристрій CD-ROM

source: tape drive
ar: قارئ الأشرطة
be: стрымэр
bg: лентово устройство
bn_in: টেপ ড্রাইভ
bs: uređaj za trake
ca: unitat de cinta
cs: pásková jednotka
cy: gyriant tâp
da: båndstation
de: Band-Laufwerk
et: lintseade
fi: nauha-asema
fr: lecteur de bande
gl: unidade de cinta
gu: ટેપ ડ્રાઈવ
hi: टेप चालक
hr: tračni uređaj
hu: szalagos meghajtó
is: segulbandsstöð
it: unità a nastro
ja: テープ・ドライブ
lt: juostinis įrenginys
mk: касета
mr: टेप ड्राईव्ह
ms: pemacu pita
nl: tapestation
pa: ਟੇਪ ਡਰਾਈਵ
pl: napęd taśmowy
pt: unidade de 'tapes'
ro: unitate de bandă
ru: стример
sk: pásková jednotka
sl: tračna enota
sr: читач магнетних трака
ta: நாடா சாதனம்
tr: Teyp sürücü
uk: стриммер

source: floppy drive
ar: قارئ الأقراص المرنة
be: прылада чытаньня гнуткіх дыскаў
bg: дискетно устройство
bn_in: ফ্লপি ড্রাইভ
bs: disketni uređaj
ca: unitat de disquet
cs: disketová jednotka
cy: gyriant disg meddal
da: diskettedrev
de: Disketten-Laufwerk
et: flopiseade
fi: levykeasema
fr: lecteur de disquettes
gl: disqueteira
gu: ફ્લોપી ડ્રાઈવ
hi: फ्लोपी चालक
hr: disketni uređaj
hu: floppymeghajtó
is: disklingadrif
it: unità floppy
ja: フロッピー・ドライブ
lt: floppy įrenginys
mk: дискета
mr: फ्लॉपी ड्राईव्ह
ms: pemacu liut
nl: diskettestation
pa: ਫਲਾਪੀ ਡਰਾਈਵ
pl: napęd dyskietek
pt: unidade de disquetes
ro: unitatea de disc
ru: дисковод гибких дисков
sk: disketová jednotka
sl: disketnik
sr: дискетна јединица
ta: நெகிழ்வட்டு சாதனம்
tr: disket sürücü
uk: дисковод

source: scanner
ar: الماسحة الضّوئيّة
be: сканэр
bg: скенер
bn_in: স্ক্যানার
bs: skener
ca: escàner
cy: sganiwr
da: skanner
et: skanner
fi: kuvanlukija
gl: escáner
gu: સ્કેનર
hi: स्कैनर
hr: skener
hu: lapolvasó
id: scanner / pemindai
is: skanni
ja: スキャナー
lt: skaneris
mk: скенер
mr: स्कॅनर
ms: pengimbas
pa: ਸਕੈਨਰ
pl: skaner
pt: digitalizador
ru: сканер
sk: skener
sl: skener
sr: скенер
ta: வருடி
tr: tarayıcı
uk: сканер

source: hard disk
ar: القرص الصلب
be: жорсткі дыск
bg: твърд диск
bn_in: হার্ড ডিস্ক
ca: disc dur
cs: pevný disk
cy: disg galed
de: Festplatte
et: kõvaketas
fi: kiintolevy
fr: disque dur
gl: disco duro
gu: હાર્ડ ડિસ્ક
hi: हार्ड डिस्क
hu: merevlemez
is: harður diskur
it: disco fisso
ja: ハード・ディスク
lt: kietas diskas
mk: тврд диск
mr: हार्ड डिस्क
ms: cakera keras
nl: harde schijf
pa: ਹਾਰਡ ਡਿਸਕ
pl: twardy dysk
pt: disco rígido
ru: жесткий диск
sk: pevný disk
sl: disk
sr: тврди диск
ta: வன் தகடு
tr: sabit disk
uk: жорсткий диск

source: RAID controller
ar: مُتحكّم RAID
be: кантролер RAID
bg: RAID контролер
bn_in: RAID নিয়ন্ত্রক
bs: RAID kontroler
ca: controladora RAID
cs: řadič RAID
cy: rheolydd RAID
et: RAID regulaator
fi: RAID-ohjain
fr: contrôleur RAID
gl: controlador RAID
gu: RAID નિયંત્રક
hi: RAID नियंत्रक
hr: RAID kontroler
hu: RAID-vezérlő
id: pengontrol RAID
is: RAID stýring
it: controller RAID
ja: RAID コントローラ
lt: RAID kontroleris
mk: RAID контролер
mr: RAID नियंत्रक
ms: Pengawal RAID
pa: RAID ਕੰਟਰੋਲਰ
pl: kontroler RAID
pt: controlador RAID
ro: controler RAID
ru: контроллер RAID
sk: RAID radič
sl: krmilnik RAID
sr: RAID контролер
ta: RAID கட்டுப்படுத்தி
tr: RAID sürücü
uk: контролер RAID

source: IDE controller
ar: مُتحكّم IDE
be: кантролер IDE
bg: IDE контролер
bn_in: IDE নিয়ন্ত্রক
ca: controladora IDE
cs: řadič IDE
cy: rheolydd IDE
da: IDE-kontroller
et: IDE regulaator
fi: IDE-ohjain
fr: contrôleur IDE
gu: IDE નિયંત્રક
hi: IDE नियंत्रक
hr: IDE kontroler
hu: IDE-vezérlő
id: pengontrol IDE
is: IDE stýring
it: controller IDE
ja: IDE コントローラ
lt: IDE kontroleris
mk: IDE контролер
mr: IDE नियंत्रक
ms: Pengawal IDE
pa: IDE ਕੰਟਰੋਲਰ
pl: kontroler IDE
pt: controlador IDE
ro: controler IDE
ru: контроллер IDE
sk: IDE radič
sl: krmilnik IDE
sr: IDE контролер
ta: IDE கட்டுப்படுத்தி
tr: IDE denetleyicisi
uk: контролер IDE

source: printer
ar: طابعة
be: друкарка
bg: принтер
bn_in: প্রিন্টার
bs: štampač
ca: impressora
cs: tiskárna
cy: argraffydd
de: Drucker
fi: tulostin
fr: imprimante
gl: impresora
gu: પ્રિન્ટર
hi: मुद्रक
hu: nyomtató
id: pencetak
is: prentari
it: stampante
ja: プリンタ
lt: spausdintuvas
mk: печатач
mr: प्रिण्टर
ms: pencetak
pa: ਪ੍ਰਿੰਟਰ
pl: drukarka
pt: impressora
ro: imprimantă
ru: принтер
sk: tlačiareň
sl: tiskalnik
sr: штампач
ta: அச்சியந்திரம்
tr: yazıcı
uk: принтер

source: video capture card
ar: بطاقة التقاط فيديو
be: прылада захопу відэа
bg: карта за прехващане на видео
bn_in: ভিডিও ক্যাপচার কার্ড
bs: video capture karta
ca: targeta de captura de vídeo
cs: karta pro zachytávání videa
cy: cerdyn cipio fideo
da: video-indlæsningskort
de: Videokarte
et: videohõivekaart
fi: videonsieppauskortti
fr: carte de saisie vidéo
gl: tarxeta de captura de vídeo
gu: વિડીયો કેપ્ચર કાર્ડ
hi: विडियो कैप्चर कार्ड
hr: kartica za hvatanje videa
hu: videófelvevőkártya
is: myndskanni
it: scheda di acquisizione video
ja: ビデオ・キャプチャ・カード
lt: video įrašymo korta
mk: видео картичка за снимање
mr: व्हिडिओ कॅपच्युअर कार्ड
ms: kad cekupan video
nl: video-capture kaart
pa: ਵੀਡੀਓ ਕੈਪਚਰ ਕਾਰਡ
pl: karta przechwytująca wideo
pt: placa de captura de vídeo
ro: placă video de captură
ru: устройство видеозахвата
sk: karta pre zachytávanie videa
sl: zajemalnik videa
ta: படம் பிடிக்கும் அட்டை
tr: görüntü yakalama kartı
uk: пристрій захоплення відео

source: keyboard
ar: لوحة مفاتيح
be: клявіятура
bg: клавиатура
bn_in: কীবোর্ড
bs: tastatura
ca: teclat
cs: klávesnice
cy: bysellfwrdd
da: tastatur
de: Tastatur
et: klaviatuur
fi: näppäimistö
fr: clavier
gl: teclado
gu: કીબોર્ડ
hi: कुंजीपटल
hr: tipkovnica
hu: billentyűzet
is: lyklaborð
it: tastiera
ja: キーボード
lt: klaviatūra
mk: тастатура
mr: किबोर्ड
ms: papan kekunci
nl: toetsenbord
pa: ਕੀਬੋਰਡ
pl: klawiatura
pt: teclado
ro: tastatură
ru: клавиатура
sk: klávesnica
sl: tipkovnica
sr: тастатура
ta: விசைப்பலகை
tr: klavye
uk: клавіатура

source: monitor
ar: شاشة
be: манітор
bg: монитор
bn_in: মনিটার
da: skærm
fi: näyttö
fr: moniteur
gu: મોનિટર
hi: मॉनिटर
is: skjár
ja: モニタ
lt: monitorius
mk: монитор
mr: मॉनिटर
pa: ਮਾਨੀਟਰ
ru: монитор
sr: монитор
ta: திரை
tr: monitör
uk: монітор

source: USB controller
ar: مُتحكّم USB
be: кантролер USB
bg: USB контролер
bn_in: USB নিয়ন্ত্রক
bs: USB kontroler
ca: controladora USB
cs: řadič USB
cy: rheolydd USB
et: USB regulaator
fi: USB-ohjain
fr: contrôleur USB
gl: controlador USB
gu: USB નિયંત્રક
hi: USB नियंत्रक
hr: USB kontroler
hu: USB-vezérlő
id: pengontrol USB
is: USB stýring
it: controller USB
ja: USB コントローラ
lt: USB kontroleris
mk: USB контролер
mr: USB नियंत्रक
ms: Pengawal USB
pa: USB ਪ੍ਰਬੰਧਕ
pl: kontroler USB
pt: controlador USB
ro: controler USB
ru: контроллер USB
sk: USB radič
sl: krmilnik USB
sr: USB контролер
ta: USB சாதனம்
tr: USB sürücü
uk: контролер USB

source: IEEE1394 controller
ar: مُتحكّم IEEE1394
be: кантролер IEEE1394
bg: IEEE1394 контролер
bn_in: IEEE 1394 নিয়ন্ত্রক
ca: controladora IEEE1394
cs: řadič IEEE1394
cy: rheolydd IEEE1394
et: IEEE1394 regulaator
fi: IEEE1394-ohjain
fr: contrôleur IEEE1394
gu: IEEE1394 નિયંત્રક
hi: IEEE1394 नियंत्रक
hr: IEEE1394 kontroler
hu: IEEE1394-vezérlő
id: pengontrol IEEE1394
is: IEEE1394 stýring
it: Controller IEEE1394
ja: IEEE1394 コントローラ
lt: IEEE1394 kontroleris
mk: IEEE1394 контролер
mr: IEEE1394 नियंत्रक
ms: pengawal IEEE 1394
pa: IEEE1394 ਪ੍ਰਬੰਧਕ
pl: kontroler IEEE1394
pt: controlador IEEE1394
ro: controler IEEE1394
ru: контроллер IEEE1394
sk: IEEE1394 radič
sl: krmilnik IEEE1394
sr: IEEE1394 контролер
ta: IEEE1394 கட்டுப்படுத்தி
tr: IEEE1394 denetleyici
uk: контролер IEEE1394

source: PCMCIA/Cardbus controller
ar: مُتحكّم PCMCIA/Cardbus
be: кантролер PCMCIA/Cardbus
bg: PCMCIA/Cardbus контролер
bn_in: PCMCIA/Cardbus নিয়ন্ত্রক
bs: PCMCIA/Cardbus kontroler
ca: controladora PCMCIA/Cardbus
cs: řadič PCMCIA/Cardbus
cy: rheolydd PCMCIA/Cardbus
et: PCMCIA/kaardisiin regulaator
fi: PCMCIA/Cardbus-ohjain
fr: contrôleur PCMCIA/de bus de cartes
gl: controlador PCMCIA/Cardbus
gu: PCMCIA/કાર્ડબસ નિયંત્રક
hi: PCMCIA/Cardbus नियंत्रक
hr: PCMCIA/Cardbus kontroler
hu: PCMCIA/Cardbus-vezérlő
id: pengontrol PCMCIA/Cardbus
is: PCMCIA/Cardbus stýring
it: controller PCMCIA/Cardbus
ja: PCMCIA/カードバス・コントローラ
lt: PCMCIA/Cardbus kontroleris
mk: PCMCIA/Cardbus контролер
mr: PCMCIA/Cardbus नियंत्रक
ms: Pengawal PCMCIA/Cardbus
pa: PCMCIA/ਕਾਡਰ-ਬੱਸ ਕੰਟਰੋਲਰ
pl: kontroler PCMCIA/Cardbus
pt: controlador PCMCIA/Cardbus
ro: controler PCMCIA/Cardbus
ru: контроллер PCMCIA/Cardbus
sk: PCMCIA/Cardbus radič
sl: krmilnik PCMCIA/Cardbus
sr: PCMCIA/Cardbus контролер
ta: PCMCIA/Cardbus கட்டுப்படுத்தி
tr: PCMCIA/Cardbus sürücü
uk: контролер PCMCIA/Cardbus

source: %s device
ar: جهاز %s
be: прылада %s
bg: %s устройство
bn_in: %s ডিভাইস
bs: %s uređaj
ca: dispositiu %s
cs: %s zařízení
cy: dyfais %s
da: %s enhed
de: %s Gerät
et: %s seade
fi: %s-laite
fr: périphérique %s
gl: dispositivo %s
gu: %s ઉપકરણ
hi: %s युक्ति
hr: %s uređaj
hu: %s eszköz
id: piranti %s
is: %s tæki
it: dispositivo %s
ja: %s デバイス
lt: %s įrenginys
mk: %s уред
mr: %s उपकरण
ms: peranti %s
pa: %s ਜੰਤਰ
pl: urządzenie %s
pt: dispositivo %s
ro: dizpozitiv %s
ru: устройство %s
sk: zariadenie %s
sl: naprava: %s
sr: %s уређај
ta: %s சாதனம்
tr: %s aygıtı
uk: пристрій %s
