Repository: fullstory-morgue/kudzu-kanotix
Catalog: po/*.po
Languages: ar, be, bg, bn_in, bs, ca, cs, cy, da, de, et, fi, fr, gl, gu, hi, hr, hu, id, is, it, ja, lt, mk, mr, ms, nl, pa, pl, pt, ro, ru, sk, sl, sr, sr@latn, ta, tr, uk, zh_cn

source: do only 'safe' probes that won't disturb hardware
ar: قم فقط بالجَسّ الـ'آمن' والذي لا يُزعج العتاد
be: выкарыстоўваць толькі 'бясьпечныя' праверкі, якія не кранаюць абсталяваньне
bg: извършва само 'безопасни' проби които няма да нарушат работата на хардуера
bn_in: হার্ডওয়্যারে বিশৃঙ্খলা না ঘটিয়ে কেবলমাত্র 'সুরক্ষিত' অনুসন্ধান করো
bs: uradi samo 'sigurnu' provjeru koja neće poremetiti hardver
ca: només fes proves 'segures', que no interrompin el maquinari
cs: provést jen 'bezpečné' detekce, které neruší hardware
cy: gwneud archwiliadau 'diogel' yn unig na fyddant yn tarfu ar galedwedd
da: Udfør kun 'sikre' søgninger som ikke vil forstyrre udstyret
de: sicheren Erkennungsmodus verwenden, der Hardware-Funktionen nicht beeinträchtigt
et: proovi ainult ohutult, mis ei sega riistvara
fi: tee vain "turvallisia" etsintöjä, jotka eivät häiritse laitteistoa
fr: procéder uniquement à des détections sans risques pour le matériel
gl: facer só deteccións 'seguras' que non interfiran co hardware
gu: માત્ર 'સુરક્ષિત' ચકાસણીઓ કરો કે જે હાર્ડવેરને હેરાન નહિં કરે
hi: सिर्फ वो 'सुरक्षित' खोज करें जो हार्डवेयर को न छेड़े
hr: napravi samo 'sigurna' ispitivanja koje neče utjecati na hardver
hu: csak biztonságos detektálási módok használata (melyek nem állíthatják el a hardvert)
id: Hanya lakukan pengujian 'safe' yang tidak mengganggu piranti keras
is: framkvæma einungis 'örugga' vélbúnaðarleit sem truflar ekki vélbúnað
it: Eseguire solo rilevamenti che non compromettono l'hardware
ja: ハードウェアを干渉しない「安全」検出のみを行う
lt: atlikti tik 'saugius' bandymus, nesugadinant įrangos
mk: направи само безбедни проби кои што нема да влијаат врз хардверот
mr: ज्या हार्डवेअरला विस्कळीत करणार नाहीत फक्त अशाच सुरक्षीत तपासण्या करा
ms: lakukan hanya pengesanan 'selamat' yang tidak mengusik perkakasan
nl: Doe alleen veilige onderzoeken die de hardware niet verstoren
pa: ਸਿਰਫ 'ਸੁਰੱਖਿਅਤ' ਛਾਣਬੀਣ ਕਰੋ ਜਿਸ ਦਾ ਜੰਤਰ ਉੱਪਰ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਵੇਗਾ
pl: wykonaj jedynie 'bezpieczne' testy które nie spowodują zaburzeń w pracy sprzętu
pt: fazer apenas procurar 'seguras' que não perturbam o hardware
ru: использовать только 'безопасные' проверки, не затрагивающие аппаратуру
sk: urobiť len 'bezpečné' testy, ktoré neovplyvnia hardvér
sl: izvajaj le ,varne` poskuse, ki ne bodo motile strojne opreme
sr: извршавај само „сигурне“ тестове који неће узнемиравати хардвер
sr@latn: izvršavaj samo „sigurne“ testove koji neće uznemiravati hardver
ta: ஏற்கெனவே உள்ள வன்பொருள்களுக்கு பங்கம் வராதபடி 'பாதுகாப்பாக' தேடு
tr: sadece güvenli donanım tanıma yap
uk: провадити тільки 'безпечні' проби, які не турбують апаратні засоби
zh_cn: 只进行那些不会打扰硬件的“安全”探测

source: set timeout in seconds
ar: حدّد وقت الانتهاء بالثّواني
be: усталяваць затрымку ў сэкундах
bg: задава време за изчакване в секунди
bn_in: সেকেন্ড হিসাবে সময়সীমা নির্ধারণ করুন
bs: postavi vremensko ograničenje u sekundama
ca: defineix el temps d'espera en segons
cs: nastavit časový limit ve vteřinách
cy: gosodwch y goramser mewn eiliadau
da: sæt tidsudløb i sekunder
de: Zeitüberschreitung in Sekunden festlegen
et: sea ooteaeg sekundites
fi: aseta aikakatkaisu sekunteina
fr: définir un délai d'attente en secondes
gl: establecer tempo de espera en segundos
gu: સમયસમાપ્તિ સેકન્ડોમાં સુયોજિત કરો
hi: समय-समाप्ति को सेकण्ड में जमाएँ
hr: postavlja prekoračenje vremena u sekundama
hu: a várakozási idő másodpercben
id: set timeout dalam detik
is: setja tímatakmörk í sekúndum
it: impostare il timeout in secondi
ja: 待ち時間を秒単位で設定する
lt: įveskite laiko išsekimą sekundėmis.
mk: намести истекување во секунди
mr: सेकंदांमध्ये वेळसमाप्तिची रचना करा
ms: tetap masatamat dalam saat
nl: timeout instellen in seconden
pa: ਸਮਾਂ-ਹੱਦ ਸਕਿੰਟਾਂ ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: ustaw czas oczekiwania w sekundach
pt: tempo de espera em segundos
ro: setează temporizarea în secunde
ru: установить задержку в секундах
sk: nastaviť časový limit v sekundách
sl: nastavi zakasnitev v sekundah
sr: постави време истека у секундама
sr@latn: postavi vreme isteka u sekundama
ta: காலம் கடந்ததை வினாடிகளாக அமை
tr: Zamanaşımını saniye cinsinden tanımla
uk: встановити затримку в секундах
zh_cn: 设立超时秒数

source: probe only, print information to stdout
ar: جُسّ فقط، واطبع المعلومات إلى stdout
be: толькі пошук, вывесьці інфармацыю на стандартны вывад
bg: само проба, извеждане информацията на stdout
bn_in: কেবলমাত্র অনুসন্ধান করো, stdout-এ তথ্য প্রিন্ট করো
bs: samo probaj, isprintaj informaciju na stdout
ca: només prova, escriu la informació per la sortida estàndard
cs: jen detekovat a vytisknout informace na std. výstup
cy: archwilio'n unig, argraffu gwybodaeth i stdout
da: søg kun, send information til standard-ud
de: nur suchen, gebe Informationen auf die Standardausgabe aus
et: proovi ainult, väljasta teave standard väljundisse
fi: tee vain etsintä, tulosta tiedot vakiotulosteeseen
fr: détecter uniquement, informations d'impression en sortie classique
gl: só analizar, escribir a información na saída estándar
gu: માત્ર ચકાસો, stdout ને છાપન જાણકારી
hi: सिर्फ खोजें, stdout को जानकारी मुद्रित करें
hr: samo ispituje, ispisuje informacije na stdout
hu: csak detektálás és információ kiírása az stdout-ra
id: hanya pengujian, cetak informasi ke stdout
is: leita einungis, prenta það sem finnst á staðalúttak
it: solo rilevamento, visualizzare le informazioni sullo standard output
ja: 検出のみ、情報をstdoutに表示する
lt: bandyti tiktai, spausdinti info į stdout
mk: само детектирај и испиши информации
mr: फक्त stdout साठी प्रिण्ट करण्याच्या माहितीची तपासनी करा
ms: siasat sahaja, cetak maklumat ke stdout
nl: alleen onderzoeken, informatie op de standaard uitvoer tonen
pa: ਸਿਰਫ ਪ੍ਰਿੰਟ ਜਾਣਕਾਰੀ ਦੀ ਰੁਕਣ ਲਈ ਛਾਣਬੀਣ ਕਰੋ
pl: tylko szukaj, wyślij informację na stdout
pt: procurar apenas, escrever informações para o stdout
ru: только поиск, вывести информацию на стандартный вывод
sk: len vyskúšať, vypísať informácie na štandardný výstup
sl: le zaznavanje, izpiši podatke na stdout
sr: само тестираj, штампај информације на stdout
sr@latn: samo testiraj, štampaj informacije na stdout
ta: stdout இல் அச்சுத்தகவல்களை மட்டும் அனுப்பும்படி தேடு
tr: sadece tanıma uygula, bilgileri standart çıktıya yaz
uk: лише пошук, виводити інформацію у стандартний вивід
zh_cn: 只探测，将信息用 stdout 打印出来

source: probe only the specified 'bus'
ar: الجَسّ فقط عن 'النّاقل' المُحدّد
be: шукаць прыладу толькі на пазначанай шыне ('bus')
bg: проба само на посочен 'bus'
bn_in: কেবলমাত্র নির্ধারিত 'bus'-এ অনুসন্ধান করো
bs: probaj samo za određeni 'bus'
ca: només prova el 'bus' especificat
cs: detekovat jen na specifikované 'sběrnici'
cy: archwilio'r 'bws' penodedig yn unig
da: søg kun på den angivne 'bus'
de: nur angegebenen Bus durchsuchen
et: proovi ainult täpsustatud 'siin'
fi: etsi vain annetusta "väylästä"
fr: ne détecter que le 'bus' spécifié
gl: analizar unicamente o 'bus' especificado
gu: માત્ર સ્પષ્ટ કરેલા 'bus' ને ચકાસો
hi: सिर्फ विशिष्ट 'बस' खोजें
hr: ispituje samo određenu sabirnicu
hu: csak a megadott busz ellenőrzése
id: hanya pengujian 'bus' (jenis) tertentu
is: leita einungis á tiltekinni braut
it: rilevare solo il 'bus' specificato
ja: 指定された「バスのみ」検出する
lt: bandyti tiktai pasirinktą 'bus'
mk: детектирај го само наведениот 'bus'
mr: फक्त नमूद केलेल्या 'bus' ची तपासनी करा
ms: siasat sahaja 'bas' dinyatakan
nl: alleen de opgegeven 'bus' onderzoeken
pa: ਸਿਰਫ ਦਰਸਾਈ 'ਬੱਸ' ਦੀ ਛਾਣਬੀਣ ਕਰੋ
pl: szukaj tylko na określonej magistrali
pt: procurar apenas no 'bus' indicado
ru: искать устройства только на указанной шине ('bus')
sk: vyskúšať len zadanú 'zbernicu'
sl: zaznavaj le določeno ,vodilo`
sr: тестирај само наведену „магистралу“
sr@latn: testiraj samo navedenu „magistralu“
ta: குறிப்பிட்ட பஸ்ஸை மட்டும் தேடு
tr: sadece belirtilen `bus' için tanıma uygula
uk: шукати пристрої лише на вказаній шині('bus')
zh_cn: 只探测指定的“总线”

source: probe only for the specified 'class'
ar: الجَسّ فقط عن 'الصّنف' المُحدّد
be: шукаць толькі прылады, для якіх пазначаны 'class'
bg: проба само на посочен 'class'
bn_in: কেবলমাত্র নির্ধারিত 'class'-র জন্য অনুসন্ধান করো
bs: probaj samo za određeni 'class'
ca: només prova la 'classe' especificada
cs: detekovat jen pro specifikovanou 'třídu'
cy: achwilio ar gyfer y 'dosbarth' penodedig yn unig
da: søg kun efter den angivne 'klasse'
de: nur nach der angegebene 'Klasse' suchen
et: proovi ainult täpsustatud 'klass'
fi: etsi vain annetun "luokan" laitteita
fr: ne détecter que la 'classe' spécifiée
gl: analizar unicamente a 'clase' especificada
gu: માત્ર સ્પષ્ટ કરેલ 'વર્ગ' માટે પ્રોબ કરો
hi: सिर्फ विशिष्ट 'क्लास' के लिए खोजें
hr: ispituje samo za određenu 'klasu'
hu: csak a megadott osztály ellenőrzése
id: hanya pengujian untuk 'class' (jenis) tertentu
is: leita einungis að tilteknum hóp
it: rilevare solo la 'classe' specificata
ja: 指定された「クラス」のみ検出する
lt: bandyti tiktai pasirinktą 'class'
mk: детектирај само за наведната 'класа'
mr: फक्त नमूद केलेल्या 'class' ची तपासनी करा
ms: kesan hanya untuk 'kelas' dinyatakan
nl: alleen de opgegeven 'klasse' onderzoeken
pa: ਸਿਰਫ ਦਰਸਾਈ 'ਸ਼੍ਰੇਣੀ' ਦੀ ਛਾਣਬੀਣ ਕਰੋ
pl: szukaj tylko w określonej klasie urządzeń
pt: procurar apenas pela 'classe' indicado
ru: искать только устройства, для которых указан 'class'
sk: vyskúšať len zadanú 'triedu'
sl: zaznavaj le določeni ,razred`
sr: тестирај само наведену „класу“
sr@latn: testiraj samo navedenu „klasu“
ta: வகுப்புத்தகவலை மட்டும் தேடு
tr: sadece belirtilen `sınıf' için tanıma uygula
uk: шукати лише пристрої, для яких зазначено 'class'
zh_cn: 只探测指定的“类别”

source: read probed hardware from a file
ar: اقرأ العتاد المَجسوس من ملفّ
be: чытаць інфармацыю аб прыладах з файла
bg: чете за пробван хардуер от файл
bn_in: সনাক্ত করা হার্ডওয়্যার ফাইল থেকে পড়ো
bs: čitaj testirani hardver iz datoteke
ca: llegeix el maquinari provat d'un fitxer
cs: číst detekovaný hardware ze souboru
cy: dallen caledwedd archwiliedig o ffeil
da: Læs søgte hardware fra en fil
de: erkannte Hardware aus Datei lesen
et: loe järele proovitud riistvara failist
fi: lue etsitty laitteisto tiedostosta
fr: rechercher le matériel détecté dans un fichier
gl: ler o hardware detectado dun ficheiro
gu: ફાઈલમાંથી ચકાસાયેલ હાર્ડવેર વાંચો
hi: फाइल से खोजी हुई हार्डवेयर जांचें
hr: čita pronađeni hardver iz datoteke
hu: a detektált hardvereszközök beolvasása fájlból
id: baca piranti keras yang dicoba dari berkas
is: lesa niðurstöður vélbúnaðarleitar úr skrá
it: leggere l'hardware rilevato da un file
ja: 検出されたハードウェアをファイルから読み込む
lt: nuskaitytį išbandytą įrangą iš bylos
mk: читај го детектираниот хардвер од датотека
mr: तपासनी केलेले हार्डवेअर फाईलमधून वाचा
ms: baca perkakasan dikesan daripada fail
nl: onderzochte hardware van een bestand lezen
pa: ਫਾਇਲ ਵਿੱਚੋ ਛਾਣਬੀਣ ਕੀਤੇ ਜੰਤਰ ਨੂੰ ਪੜੋ
pl: listę wyszukiwanych urządzeń odczytaj z pliku
pt: ler hardware detectado de um ficheiro
ru: читать информацию о устройствах из файла
sk: načítať vyskúšaný hardvér zo súboru
sl: preberi preskušano opremo iz datoteke
sr: учитај тестиран хардвер из датотеке
sr@latn: učitaj testiran hardver iz datoteke
ta: கோப்பில் இருந்து வன்பொருள் தகவலை படி அல்லது தேடு
tr: Tanınan donanımları dosyadan oku
uk: читати інформацію про пристрої з файлу
zh_cn: 从文件中读取探测硬件的信息

source: file to read hardware info from
ar: اسم الملفّ لقراءة معلومات العتاد منه
be: файл для чытаньня інфармацыі аб прыладах
bg: файл от който да се прочете информацията за хардуера
bn_in: যে ফাইল থেকে হার্ডওয়্যার সম্বন্ধে তথ্য পড়া হবে
bs: Datoteka iz koje treba čitati informacije o hardveru
ca: fitxer del qual es llegirà la informació del maquinari
cs: soubor s informacemi o hardware
cy: ffeil i ddarllen gwybodaeth caledwedd ohoni
da: fil at læse hardwareinfo fra
de: Datei für das Einlesen der Hardware-Informationen
et: riistvara info fail
fi: tiedosto, josta laitteistotiedot luetaan
fr: fichier contenant les informations à lire sur le matériel
gl: ficheiro do que ler a información do hardware
gu: ફાઈલ કે જેમાંથી હાર્ડવેર જાણકારી વાંચવાની છે
hi: हार्डवेयर की जानकारी पढने के लिए फाइल
hr: datoteka iz koje se čitaju podaci o hardveru
hu: hardverinformációt tartalmazó fájl
id: berkas untuk membaca info piranti keras dari
is: skrá sem inniheldur vélbúnaðarupplýsingar
it: file in cui trovare le informazioni sull'hardware
ja: ハードウェア情報を読み込むファイル
lt: byla nuskaityti įrangos info iš
mk: датотека за читање на информации за хардверот
mr: फाईल जी हार्डवेअरची माहिती वाचण्यासाठी वापरतात
ms: fail untuk maklumat perkakasan dibaca
nl: bestand waar de hardware-info op staat
pa: ਜੰਤਰ ਜਾਣਕਾਰੀ ਪੜਨ ਲਈ ਫਾਇਲ
pl: plik do czytania z informacją o sprzęcie
pt: ficheiro de onde ler informações sobre o hardware
ru: файл для чтении информации о устройствах
sk: súbor, z ktorého načítať informácie o hardvéri
sl: datoteka, s katere naj se preberejo podatki o opremi
sr: датотека из које се учитавају информације о хардверу
sr@latn: datoteka iz koje se učitavaju informacije o hardveru
ta: வன்பொருள் தகவலை தேடுவதற்கான கோப்பு
tr: Donanım bilgisinin okunacağı dosya
uk: файл для читання інформації про пристрої
zh_cn: 读取硬件信息的文件

source: search for modules for a particular kernel version
ar: ابحث عن الوحدات لنُسخة نواة مُعيّنة
be: пошук модуляў для канкрэтнае вэрсіі ядра
bg: търсене на модули за определена версия на ядрото
bn_in: কোনো নির্দিষ্ট কার্ণেল সংস্করণের জন্য মডিউল অনুসন্ধান করো
ca: cerca mòduls per a una versió particular del nucli
cs: hledat moduly pro konkrétní verzi jádra
cy: chwilio am fodiwlau ar gyfer fersiwn cnewyllyn penodol
da: søg efter moduler for en bestemt kerneversion
de: Nach Modulen für eine bestimmte Kernelversion suchen
et: otsi mooduleid konkreetse kerneli versiooni jaoks
fi: etsi moduuleita tietylle ytimen versiolle
fr: chercher les modules d'une version de noyau particulière
gu: કોઈ ચોક્કસ કર્નલ આવૃત્તિ માટે મોડ્યુલો શોધો
hi: एक प्रत्येक कर्नल संस्करण के लिए मोड्यूल को जाँचें
hr: traži module za određenu inačicu jezgre Linux-a
hu: modulkeresési útvonal egy adott kernel esetén
id: mencari modul-modul untuk versi kernel yang khusus
is: leita að reklum fyrir tiltekna kjarnaútgáfu
it: cerca i moduli per una particolare versione della kernel
ja: 特定のカーネルバージョン用にモジュールを検索します
lt: ieškoti modulių atskiroms kernel versijoms
mk: барај модули за одредена верзија на кернелот
mr: विशिष्ठ कर्नल आवृत्तीसाठी मॉड्यूलस शोधा
ms: cari untuk modul bagi versi kernel tertentu
nl: zoeken naar modules voor een bepaalde versie van de kernel
pa: ਵੱਖਰੇ ਕਰਨਲ ਵਰਜ਼ਨ ਲਈ ਮੈਡਊਲਾਂ ਦੀ ਭਾਲ
pl: szukaj modułów dla podanej wersji jądra
pt: procurar por módulos de uma versão específica do kernel
ro: caută module pentru o versiune specifică de kernel
ru: поиск модулей для конкретной версии ядра
sk: vyhľadať moduly pre príslušnú verziu jadra
sl: poišči module za določeno različico jedra
sr: претрага модула за одређену верзију језгра
sr@latn: potraži module za određenu verziju jezgra
ta: குறிப்பிட்ட கர்னலின் பதிப்பை மட்டும் தேடு
tr: belli bir çekirdek sürümünün modüllerini ara
uk: пошук модулів для окремої версії ядра
zh_cn: 搜索某一特定内核版本的模块

source: kernel version
ar: نسخة النّواة
be: вэрсія ядра
bg: версия на ядрото
bn_in: কার্ণেলের সংস্করণ
ca: versió del nucli
cs: verze jádra
cy: fersiwn cnewyllyn
da: kerneversion
et: tuuma versioon
fi: ytimen versio
fr: version de noyau
gu: કર્નલ આવૃત્તિ
hi: कर्नल संस्करण
hr: kernel inačica
hu: a kernel verziószáma
id: versi kernel
is: útgáfa kjarna
it: versione della kernel
ja: カーネルバージョン
lt: kernel versija
mk: верзија на кернелот
mr: कर्नल आवृत्ती
ms: versi kernel
nl: kernel-versie
pa: ਕਰਨਲ ਵਰਜ਼ਨ
pl: wersja jądra
pt: versão do kernel
ro: versiunea kernel
ru: версия ядра
sk: verzia jadra
sl: različica jedra
sr: верзија језгра
sr@latn: verzija jezgra
ta: கர்னல் பதிப்பு
tr: çekirdek sürümü
uk: версія ядра
zh_cn: 内核版本

source: read probed hardware from a socket
bg: четене за пробван хардуер от сокет
bn_in: সনাক্ত করা হার্ডওয়্যার একটি সকেট থেকে পড়ো
ca: llegeix el maquinari provat des d'un sòcol
cs: číst detekovaný hardware ze socketu
da: Læs søgte hardware fra en sokkel
de: erkannte Hardware von einem Socket lesen
fr: rechercher le matériel détecté à partir d'un socket
gu: સોકેટમાંથી ચકાસાયેલ હાર્ડવેર વાંચો
hi: सॉकेट से जांचा गया हार्डवेयर पढ़ा
it: leggere l'hardware rilevato da un socket
ja: 検出されたハードウェアをソケットから読み込む
mk: читај го детектираниот хардвер од socket
pa: ਸਾਕਟ ਵਿੱਚੋਂ ਛਾਣਬੀਣ ਕੀਤੇ ਜੰਤਰ ਨੂੰ ਪੜੋ
pl: listę wyszukiwanych urządzeń odczytaj z pliku
pt: ler hardware detectado de um 'socket'
ru: читать информацию о устройствах через сокет
sk: načítať vyskúšaný hardvér zo zásuvky
sr: учитај тестиран хардвер са сокета
sr@latn: učitaj testiran hardver sa priključka
ta: சாக்கெட்டிலிருந்து தேடிய வன்பொருளை படி
zh_cn: 从套接字中读取探测硬件的信息

source: do configuration that doesn't require user input
de: Konfiguration ohne Benutzereingaben durchführen
pa: ਸੰਰਚਨਾ ਕਰੋ, ਜਿਸ ਲਈ ਉਪਭੋਗੀ ਦਖਲ ਦੀ ਲੋੜ ਨਾ ਹੋਵੇ
sr: извршавај подешавања која не захтевају кориснички унос
sr@latn: izvršavaj podešavanja koja ne zahtevaju korisnički unos
zh_cn: 做那些不需用户输入的配置

source: ERROR - You must be root to run kudzu.
ar: خطأ - يجب أن تكون root كي تقوم بتشغيل كِدْزو.
be: ПАМЫЛКА: для выкананьня kudzu неабходна мець правы root.
bg: ГРЕШКА - Трябва да сте root за да стартирате kudzu.
bn_in: ত্রুটি - Kudzu চালাতে হলে আপনাকে root পরিচয় ব্যবহার করতে হবে।
bs: GREŠKA - Morate biti root da bi pokrenuli kudzu.
ca: S'ha produït un error: heu de ser el superusuari per executar el kudzu.
cs: CHYBA - Kudzu může spustit jen root.
cy: GWALL - Rhaid eich bod yn wraidd i redeg kudzu.
da: FEJL - Du skal være 'root' for at køre kudzu.
de: Fehler - Sie müssen als Root angemeldet sein, um Kudzu zu starten.
et: Vuga - kudzu käivitamiseks on vaja juurkasutaja õigusi.
fi: VIRHE - Vain pääkäyttäjä voi suorittaa kudzun.
fr: ERREUR - Vous devez être connecté en tant que root pour lancer kudzu.
gl: ERRO - Debe ser root para executar o kudzu.
gu: ભૂલ - kudzu ચલાવવા માટે તમે રુટ હોવા જ જોઈએ.
hi: दोष - कुडज़ू को सिर्फ रूट होकर ही आप चला सकते हैं.
hr: GREŠKA - morate biti root korisnik za pokretanje kudzua.
hu: HIBA - A Kudzu futtatásához rendszergazdai jogosultság szükséges.
id: SALAH - Anda harus menjadi root untuk menjalankan kudzu.
is: VILLA - Þú verður að vera rótarnotandi til að keyra kudzu.
it: ERRORE - Sono necessari i diritti di root per eseguire kudzu.
ja: エラー - kudzu を実行するには root でなければなりません。
lt: KLAIDA: Tu turi turėti supervartotojo(root) teises, norint paleisti programą.
mk: ГРЕШКА - мора да бидете root за да го отворите Кудзу.
mr: चूक - kudzu सुरु करण्यासाठी तुम्ही रुटच्या स्वरुपात असणे आवश्यक आहे.
ms: RALAT - Anda mesti menjadi root untuk melaksanakan kudzu.
nl: FOUT - U moet root zijn om kudzu te kunnen uitvoeren.
pa: ਗਲਤੀ - ਤੁਸੀਂ kudzu ਚਲਾਉਣ ਲਈ ਪ੍ਰਬੰਧਕ(root) ਹੋਣੇ ਜਰੂਰੀ ਹੋ।
pl: BŁĄD - musisz być rootem, aby uruchomić kudzu.
pt: ERRO - Deve ser root para executar o kudzu.
ro: EROARE - Trebuie să fiţi root pentru a rula kudzu.
ru: ОШИБКА: для выполнения kudzu необходимо иметь права root.
sk: CHYBA - Musíte byť správca, aby ste mohli spustiť kudzu.
sl: NAPAKA - Za poganjanje orodja kudzu morate biti root.
sr: ГРЕШКА - Морате бити root да би покренули kudzu.
sr@latn: GREŠKA - Morate biti root da bi pokrenuli kudzu.
ta: ERROR - குடுவிற்கு அனுப்பு.
tr: HATA - kudzu'yu çalıştırabilmek için root olmalısınız.
uk: ПОМИЛКА - для виконання kudzu необхідно мати права root.
zh_cn: 错误 - 您必须是根用户才能运行 kudzu。
